Repository: 375gnu/loot
Catalog: resources/l10n/*/LC_MESSAGES/boss.po
Languages: ru

source: Invalid game ID supplied.
ru: Предоставлен неверный идентификатор игры.

source: Game path could not be detected.
ru: Путь к игре найти не удалось.

source: libloadorder failed to create a game handle. Details could not be fetched.
ru: libloadorder не удалось создать дескриптор игры. Детали не могут быть получены.

source: libloadorder failed to create a game handle. Details:
ru: libloadorder не удалось создать дескриптор игры. Детали:

source: libloadorder failed to initialise game master file support. Details could not be fetched.
ru: libloadorder не удалось инициализировать поддержку мастер-файла игры. Детали не могут быть получены.

source: libloadorder failed to initialise game master file support. Details:
ru: libloadorder не удалось инициализировать поддержку мастер-файла игры. Детали:

source: libloadorder failed to get the active plugins list. Details could not be fetched.
ru: libloadorder не удалось получить список активных плагинов. Детали не могут быть получены.

source: libloadorder failed to get the active plugins list. Details:
ru: libloadorder не удалось получить список активных плагинов. Детали:

source: libloadorder failed to set the load order. Details could not be fetched.
ru: libloadorder не удалось установить порядок загрузки. Детали не могут быть получены.

source: libloadorder failed to get the load order. Details:
ru: libloadorder не удалось получить порядок загрузки. Детали:

source: libloadorder failed to set the load order. Details:
ru: libloadorder не удалось установить порядок загрузки. Детали:

source: Could not create BOSS folder for game. Details:
ru: Не удалось создать папку BOSS для игры. Детали:

source: Cyclic interaction detected between plugins "%1%" and "%2%".
ru: Циклическое взаимодействие обнаружено между плагинами "%1%" и "%2%".

source: Unable to open "%1%" for CRC calculation.
ru: Не удается открыть "%1%" для подсчета CRC.

source: None Specified
ru: Не определено

source: Failed to parse condition "%1%": %2%
ru: Не удалось обработать выражение "%1%": %2%

source: Failed to parse condition "%1%".
ru: Не удалось обработать выражение "%1%".

source: Git operation failed. Error: %1%
ru: Не удалась операция с Git. Ошибка: %1%

source: Masterlist revision
ru: Версия мастерлиста

source: Rolled back to the previous revision.
ru: Выполнен откат к предыдущей версии.

source: Please submit any edits made for reasons other than personal preference to the BOSS team so that they may be included in the masterlist.
ru: Пожалуйста, сообщайте команде BOSS о любых сделанных изменениях (кроме личных предпочтений), для того, чтобы эти изменения могли быть внесены в мастерлист.

source: Show only conflicting plugins.
ru: Показать только конфликтующие плагины.

source: Remove Plugin
ru: Удалить плагин

source: Plugin
ru: Плагин

source: Priority
ru: Приоритет

source: Filename
ru: Имя файла

source: Display Name
ru: Отображаемое имя

source: Condition
ru: Выражение

source: Priority:
ru: Приоритет:

source: Load After
ru: Грузить после

source: Enable User Changes
ru: Включить пользовательские правки

source: Add File
ru: Добавить файл

source: Edit File
ru: Править файл

source: Remove File
ru: Удалить файл

source: Save Changes
ru: Сохранить изменения

source: Cancel
ru: Отмена

source: Requirements
ru: Требования

source: Incompatibilities
ru: Несовместимости

source: Messages
ru: Сообщения

source: Bash Tags
ru: Bash-теги

source: Dirty Info
ru: Инфо. о "грязных" правках

source: Plugins
ru: Плагины

source: Add/Remove
ru: Добавить/удалить

source: Bash Tag
ru: Bash-тег

source: ITM Count
ru: Число ITM

source: UDR Count
ru: Число UDR

source: Deleted Navmesh Count
ru: Число удаленных Navmesh-записей

source: Cleaning Utility
ru: Утилита для очистки

source: Copy Name
ru: Скопировать имя

source: Copy Metadata As Text
ru: Копировать метаданные как текст

source: Remove All User-Added Metadata
ru: Удалить все пользовательские метаданные

source: Are you sure you want to clear all existing user-added metadata from this plugin?
ru: Вы уверены, что хотите очистить все существующие пользовательские метаданные для этого плагина?

source: BOSS: Warning
ru: BOSS: Предупреждение

source: Add Plugin
ru: Добавить плагин

source: Edit Plugin
ru: Править плагин

source: Add Message
ru: Добавить сообщение

source: Edit Message
ru: Править сообщение

source: Remove Message
ru: Удалить сообщение

source: Add Bash Tag
ru: Добавить Bash-тег

source: Edit Bash Tag
ru: Править Bash-тег

source: Remove Bash Tag
ru: Удалить Bash-тег

source: Add Dirty Info
ru: Добавить инфо. о "грязных" правках

source: Edit Dirty Info
ru: Править инфо. о "грязных" правках

source: Remove Dirty Info
ru: Удалить инфо. о "грязных" правках

source: BOSS: Add File/Plugin
ru: BOSS: Добавить файл/плагин

source: BOSS: Add Message
ru: BOSS: Добавить сообщение

source: Error: No content specified. Row will not be added.
ru: Ошибка: Не указано содержимое. Строка не будет добавлена.

source: BOSS: Error
ru: BOSS: Ошибка

source: BOSS: Add Tag
ru: BOSS: Добавить тег

source: BOSS: Add Dirty Info
ru: BOSS: Добавить инфо. о "грязных" правках

source: BOSS: Edit File/Plugin
ru: BOSS: Править файл/плагин

source: BOSS: Edit Message
ru: BOSS: Править сообщение

source: Error: No content specified. Row will not be edited.
ru: Ошибка: Не указано содержимое. Строка не будет добавлена.

source: BOSS: Edit Tag
ru: BOSS: Править тег

source: BOSS: Edit Dirty Info
ru: BOSS: Править инфо. о "грязных" правках

source: Masterlist update failed. Details: %1%
ru: Проверка обновлений мастерлиста не удалась. Детали: %1%

source: Masterlist parsing failed. Details: %1%
ru: Обработка мастерлиста не удалась. Детали: %1%

source: Unknown
ru: Неизвестно

source: No masterlist
ru: Нет мастерлиста

source: Error: BOSS is already running. This instance will now quit.
ru: Ошибка: BOSS GUI уже запущен. Этот экземпляр будет закрыт.

source: Error: Could not create local app data BOSS folder.
ru: Ошибка: Невозможно создать локальную папку данных BOSS.

source: Error: Settings parsing failed. %1%
ru: Ошибка: Обработка настроек не удалась. %1%

source: Error: Could not apply translation.
ru: Ошибка: Невозможно применить перевод.

source: Error: The selected language is not available on this system.
ru: Ошибка: Выбранный язык не доступен на этой системе.

source: Error: Game-specific settings could not be initialised. %1%
ru: Ошибка: Специфические для игры настройки не могут быть инициализированы. %1%

source: Error: Games' settings parsing failed. %1%
ru: Ошибка: Обработка настроек игры не удалась. %1%

source: Error: None of the supported games were detected.
ru: Ошибка: Не найдено ни одной поддерживаемой игры.

source: Edit Metadata
ru: Править метаданные

source: Sort Plugins
ru: Сортировать плагины

source: View Last Report
ru: Просмотр последнего отчета

source: &View Last Report
ru: &Просмотр последнего отчета

source: View &Debug Log
ru: Просмотр лога &отладки

source: &Sort Plugins
ru: &Сортировать плагины

source: &Redate Plugins
ru: &Редатировать плагины

source: &File
ru: &Файл

source: &Metadata...
ru: &Метаданные...

source: &Settings...
ru: &Настройки...

source: &Edit
ru: &Правка

source: &Game
ru: &Игра

source: &Help
ru: &Справка

source: BOSS: Report Viewer
ru: BOSS: Средство просмотра отчетов

source: BOSS: Settings
ru: BOSS: Настройки

source: Error: "%1%" cannot be found.
ru: Ошибка: "%1%" не найден.

source: Load order optimisation for Oblivion, Skyrim, Fallout 3 and Fallout: New Vegas.
ru: Оптимизация порядка загрузки для Oblivion, Skyrim, Fallout 3 и Fallout: New Vegas.

source: BOSS: Working...
ru: BOSS: Работает...

source: BOSS working...
ru: BOSS работает...

source: Userlist parsing failed. Details: %1%
ru: Обработка пользовательского списка не удалась. Детали: %1%

source: A global message contains a condition that could not be evaluated. Details: %1%
ru: Глобальное сообщение включает выражение, которое не может быть оценено. Детали: %1%

source: "%1%" contains a condition that could not be evaluated. Details: %2%
ru: "%1%" включает выражение, которое не может быть оценено. Детали: %2%

source: "%1%" is incompatible with "%2%" and is present.
ru: "%1%" несовместим с "%2%" и присутствует.

source: "%1%" is required by "%2%" but is missing.
ru: "%1%" требуется для "%2%", но отсутствует.

source: BOSS: Calculated Load Order
ru: BOSS: Рассчитанный порядок загрузки

source: Failed to set the load order. Details: %1%
ru: Не удалось установить порядок загрузки. Детали: %1%

source: The load order displayed in the Details tab was not applied as sorting was canceled.
ru: Порядок загрузки, показанный на вкладке Детали не был применен, так как сортировка была отменена.

source: Failed to calculate the load order. Details: %1%
ru: Не удалось рассчитать порядок загрузки. Детали: %1%

source: Error: %1%
ru: Ошибка: %1%

source: Error: Masterlist parsing failed. %1%
ru: Ошибка: Обработка мастерлиста не удалась. %1%

source: Error: Userlist parsing failed. %1%
ru: Ошибка: Обработка пользовательского списка не удалась. %1%

source: BOSS: Metadata Editor
ru: BOSS: Редактор метаданных

source: This feature is provided so that modders using the Creation Kit may set the load order it uses. A side-effect is that any subscribed Steam Workshop mods will be re-downloaded by Steam. Do you wish to continue?
ru: Эта возможность предоставлена для того, чтобы авторы модов, использующие Creation Kit, могли установить там используемый ими порядок загрузки. Обратная сторона этого то, что любые, подписанные в Steam Workshop моды, могут быть заново загружены с помощью Steam. Вы желаете продолжить?

source: Error: Failed to get load order. %1%
ru: Ошибка: Не удалось получить порядок загрузки. %1%

source: Error: Failed to set plugin timestamps. %1%
ru: Ошибка: Не удалось присвоить временные метки плагинам. %1%

source: Plugins were successfully redated.
ru: Плагины были успешно редатированы.

source: BOSS: Plugin Redate
ru: BOSS: Редатирование плагинов

source: Type
ru: Тип

source: Content
ru: Содержимое

source: Language
ru: Язык

source: Filename (required):
ru: Имя файла (требуется):

source: Displayed Name:
ru: Отображаемое имя:

source: Condition:
ru: Выражение:

source: Add Content
ru: Добавить содержимое

source: Edit Content
ru: Править содержимое

source: Remove Content
ru: Удалить содержимое

source: String
ru: Строка

source: Type:
ru: Тип:

source: Language:
ru: Язык:

source: Content:
ru: Содержимое:

source: Error: No content row selected.
ru: Ошибка: Не выбрана строка с содержимым.

source: Add/Remove:
ru: Добавить/Удалить:

source: Name (required):
ru: Имя (требуется):

source: CRC (required):
ru: CRC (требуется):

source: ITM Count:
ru: Число ITM:

source: UDR Count:
ru: Число UDR:

source: Deleted Navmesh Count:
ru: Число удаленных Navmesh-записей:

source: Cleaning Utility (required):
ru: Утилита для очистки (требуется):

source: None
ru: Нет

source: Low
ru: Низкая

source: Medium
ru: Средняя

source: High
ru: Высокая

source: Autodetect
ru: Автообнаружение

source: Add Game
ru: Добавить игру

source: Edit Game
ru: Редактировать игру

source: Remove Game
ru: Удалить игру

source: Update masterlist before sorting.
ru: Обновить мастерлист перед сортировкой.

source: View reports externally in default browser.
ru: Просмотреть отчет во внешнем браузере по умолчанию.

source: Name
ru: Имя

source: Base Game Type
ru: Базовый тип игры

source: BOSS Folder Name
ru: Имя папки BOSS

source: Master File
ru: Мастерфайл

source: Masterlist Repository URL
ru: URL хранилища мастерлиста

source: Masterlist Repository Branch
ru: Ветка хранилища мастерлиста

source: Install Path
ru: Путь установки

source: Install Path Registry Key
ru: Ключ реестра для пути установки

source: Default Game:
ru: Игра по умолчанию:

source: Debug Verbosity:
ru: Детализация отладки:

source: Language and game changes will be applied after BOSS is restarted.
ru: Установки языка и игры будут применены после перезапуска BOSS.

source: The output is logged to the BOSSDebugLog.txt file.
ru: Выходной поток записан в файл BOSSDebugLog.txt

source: BOSS: Add Game
ru: BOSS: Добавить игру

source: Error: A path and/or registry key is required. Row will not be added.
ru: Ошибка: Требуется путь и/или ключ реестра. Строка не будет добавлена.

source: Error: A game with this name is already defined. Row will not be added.
ru: Ошибка: Игра с этим именем уже определена. Строка не будет добавлена.

source: Error: A game with this folder name is already defined. Row will not be added.
ru: Ошибка: Игра с этим именем папки уже определена. Строка не будет добавлена.

source: BOSS: Edit Game
ru: BOSS: Править игру

source: Error: Name is required. Row will not be added.
ru: Ошибка: Требуется имя. Строка не будет добавлена.

source: Error: Folder is required. Row will not be added.
ru: Ошибка: Требуется папка. Строка не будет добавлена.

source: BOSS Folder Name (required):
ru: BOSS: Имя папки (требуется):

source: Master File:
ru: Мастерфайл:

source: Masterlist Repository URL:
ru: URL хранилища мастерлиста:

source: Masterlist Repository Branch:
ru: Ветка хранилища мастерлиста:

source: Install Path:
ru: Путь установки:

source: Install Path Registry Key:
ru: Ключ реестра для пути установки:

source: Note:
ru: Примечание:

source: Bash Tag Suggestion(s):
ru: Bash-теги:

source: Warning:
ru: Предупреждение:

source: Error:
ru: Ошибка:

source: BOSS Report
ru: Отчет BOSS

source: Summary
ru: Сводка

source: Details
ru: Детали

source: Filters
ru: Фильтры

source: BOSS Version
ru: Версия BOSS

source: Masterlist Version
ru: Версия мастерлиста

source: Masterlist Updating
ru: Обновление мастерлиста

source: Enabled
ru: Включено

source: Disabled
ru: Отключено

source: General Messages
ru: Сообщения общего назначения

source: Total Number of Messages
ru: Общее число сообщений

source: Number of Warnings
ru: Количество предупреждений

source: Number of Errors
ru: Количество ошибок

source: Version:
ru: Версия:

source: Add:
ru: Добавить:

source: Remove:
ru: Удалить:

source: Contains %1% ITM records, %2% UDR records and %3% deleted navmeshes. Clean with %4%.
ru: Содержит %1% ITM записей, %2% UDR записей и %3% удаленных navmesh-записей. Очистить с помощью %1%.

source: Clean with %1%.
ru: Очистить с помощью %1%.

source: Contains %1% UDR records and %2% deleted navmeshes. Clean with %3%.
ru: Содержит %1% ITM записей и %2% удаленных navmesh-записей. Очистить с помощью %1%.

source: Contains %1% deleted navmeshes. Clean with %2%.
ru: Содержит %1% удаленных navmesh-записей. Очистить с помощью %1%.

source: Contains %1% UDR records. Clean with %2%.
ru: Содержит %1% UDR записей. Очистить с помощью %1%.

source: Contains %1% ITM records and %2% deleted navmeshes. Clean with %3%.
ru: Содержит %1% ITM записей и %2% удаленных navmesh-записей. Очистить с помощью %1%.

source: Contains %1% ITM records. Clean with %2%.
ru: Содержит %1% ITM записей. Очистить с помощью %1%.

source: Contains %1% ITM records and %2% UDR records. Clean with %3%.
ru: Содержит %1% ITM записей и %2% UDR записей. Очистить с помощью %1%.

source: The BOSS Report requires Javascript to be enabled in order to function.
ru: Для работы всех функций отчета BOSS требуется включить JavaScript

source: Hide Version Numbers
ru: Скрыть номера версии

source: Hide CRCs
ru: Скрыть CRC

source: Hide Bash Tag Suggestions
ru: Скрыть Bash-теги

source: Hide Notes
ru: Скрыть примечания

source: Hide 'Do Not Clean' Messages
ru: Скрыть сообщения 'Не чистить'

source: Hide All Plugin Messages
ru: Скрыть все сообщения

source: Hide Messageless Plugins
ru: Скрыть плагины без сообщений

source: %1% of %2% plugins hidden.
ru: %1% из %2% плагинов скрыто.

source: %1% of %2% messages hidden.
ru: %1% из %2% сообщений скрыто.

source: Invalid file path:
ru: Неверный путь к файлу:

source: Invalid folder path:
ru: Неверный путь к папке:

source: Invalid regex string:
ru: Неверная строка regex:

source: Expected "%1%" at "%2%".
ru: Ожидалось "%1%" на "%2%".

source: Note
ru: Примечание

source: Warning
ru: Предупреждение

source: Error
ru: Ошибка

source: Add
ru: Добавить

source: Remove
ru: Удалить
