Repository: 375gnu/loot
Catalog: resources/l10n/*/LC_MESSAGES/loot.po
Languages: de

source: Identifying conflicting plugins...
de: Ermittle inkompatible Plugins...

source: No masterlist update was necessary.
de: Keine Aktualisierung der Masterlist war nötig.

source: Sorting made no changes to the load order.
de: Das Sortieren hat keine Änderungen der Ladereihenfolge bewirkt.

source: Redate Plugins?
de: Plugins neu datieren?

source: This feature is provided so that modders using the Creation Kit may set the load order it uses. A side-effect is that any subscribed Steam Workshop mods will be re-downloaded by Steam. Do you wish to continue?
de: Dieses Feature wird zur Verfügung gestellt, damit Modder, die das Creation Kit benutzen, die Ladereihenfolge setzen können, die dieses benutzt. Ein Seiteneffekt davon ist, dass jegliche abonnierten Mods aus dem Steam Workshop von Steam erneut heruntergeladen werden. Wollen Sie fortfahren?

source: Redate
de: Neu datieren

source: Are you sure you want to clear all existing user-added metadata from all plugins?
de: Sind Sie sicher, dass Sie alle bestehenden vom Benutzer hinzugefügten Metadaten von allen Plugins entfernen wollen?

source: Clear
de: Entfernen

source: All user-added metadata has been cleared.
de: Alle vom Benutzer hinzugefügten Metadaten wurden entfernt.

source: LOOT's content has been copied to the clipboard.
de: Der Inhalt von LOOT wurde in die Zwischenablage kopiert.

source: The load order has been copied to the clipboard.
de: Die Ladereihenfolge wurde in die Zwischenablage kopiert.

source: Quit
de: Beenden

source: sorted load order
de: sortierte Ladereihenfolge

source: metadata edits
de: Metadaten Änderungen

source: Do not clean
de: Nicht säubern

source: Error
de: Fehler

source: Active Plugin
de: Aktives Plugin

source: Master File
de: Master-Datei

source: Empty Plugin
de: Leeres Plugin

source: Loads Archive
de: Lädt Archiv

source: Has User Metadata
de: Hat Benutzer-Metadaten

source: Edit Metadata
de: Metadaten bearbeiten

source: Copy Metadata
de: Kopiere Metadaten

source: Clear User Metadata
de: Entferne Benutzer-Metadaten

source: Enable Edits
de: Aktiviere Änderungen

source: Priority
de: Priorität

source: Global Priority
de: Globale Priorität

source: Main
de: Allgemein

source: Load After
de: Lade Nach

source: Requirements
de: Voraussetzungen

source: Incompatibilities
de: Inkompatibilitäten

source: Messages
de: Nachrichten

source: Dirty Plugin Info
de: Schmutzige Plugin Informationen

source: Clean Plugin Info
de: Saubere Plugin Informationen

source: Locations
de: Orte

source: Filename
de: Dateiname

source: Display Name
de: Anzeigename

source: Condition
de: Bedingung

source: Type
de: Typ

source: Content
de: Inhalt

source: Language
de: Sprache

source: Add/Remove
de: Hinzufügen/Entfernen

source: ITM Count
de: ITM Anzahl

source: Deleted References
de: Gelöschte Referenzen

source: Deleted Navmeshes
de: Gelöschte Navmeshes

source: Cleaning Utility
de: Bereinigungs-Tool

source: Save Metadata
de: Metadaten speichern

source: Cancel
de: Abbrechen

source: Editor Is Open
de: Editor ist geöffnet

source: A filename is required.
de: Ein Dateiname ist erforderlich.

source: Delete Row
de: Reihe löschen

source: Note
de: Notiz

source: Warning
de: Warnung

source: A content string is required.
de: Ein Inhalts-String ist erforderlich.

source: Add
de: Hinzufügen

source: Remove
de: Entfernen

source: A name is required.
de: Ein Name ist erforderlich.

source: A CRC is required.
de: Eine CRC-Summe ist erforderlich.

source: Values must be integers.
de: Werte müssen ganze Zahlen sein.

source: A utility name is required.
de: Ein Tool-Name ist erforderlich.

source: A link is required.
de: Ein Link ist erforderlich.

source: A folder is required.
de: Es wird ein Ordner benötigt.

source: Add New Row
de: Neue Reihe hinzügen

source: Jump To General Information
de: Springe zu allgemeinen Informationen

source: Sort Plugins
de: Plugins sortieren

source: Update Masterlist
de: Aktualisiere Masterlist

source: Apply
de: Anwenden

source: Search Cards
de: Suche Karten

source: Redate Plugins
de: Datiere Plugins neu

source: Open Debug Log Location
de: Öffne Debug-Log Pfad

source: Clear All User Metadata
de: Entferne alle Benutzer-Metadaten

source: Copy Load Order
de: Kopiere Ladereihenfolge

source: Copy Content
de: Kopiere Inhalt

source: Refresh Content
de: Aktualisiere Inhalt

source: View Documentation
de: Öffne Dokumentation

source: About
de: Über

source: Settings
de: Einstellungen

source: Search cards
de: Suche Karten

source: Filters
de: Filter

source: Press Enter or click outside the input to set the filter.
de: Drücken Sie Enter oder klicken Sie außerhalb der Eingabe, um den Filter zu setzen.

source: Show only plugins with cards that contain
de: Zeige nur Plugins mit Karten mit

source: No text specified
de: Kein Text angegeben

source: Hide version numbers
de: Versionsnummern ausblenden

source: Hide CRCs
de: CRCs ausblenden

source: Hide Bash Tags
de: Bash Tags ausblenden

source: Hide notes
de: Notizen ausblenden

source: Hide 'Do not clean' messages
de: 'Nicht säubern'-Nachrichten ausblenden

source: Hide all plugin messages
de: Alle aktiven Plugins ausblenden

source: Hide inactive plugins
de: Inaktive Plugins ausblenden

source: Hide messageless plugins
de: Nachrichtenlose Plugins ausblenden

source: Show only conflicting plugins for
de: Zeige nur inkompatible Plugins für

source: No plugin selected
de: Kein Plugin ausgewählt

source: Hidden plugins:
de: Ausgeblendete Plugins:

source: Hidden messages:
de: Ausgeblendete Nachrichten:

source: General Information
de: Allgemeine Informationen

source: Masterlist Date
de: Masterlist Datum

source: Warnings
de: Warnungen

source: Errors
de: Fehler

source: Total Messages
de: Nachrichten insgesamt

source: Active Plugins
de: Aktive Plugins

source: Dirty Plugins
de: Schmutzige Plugins

source: Total Plugins
de: Plugins insgesamt

source: Default Game
de: Standard-Spiel

source: Autodetect
de: Automatisch erkennen

source: Language changes will be applied after LOOT is restarted.
de: Spracheinstellungen werden wirksam nachdem LOOT neugestartet wird.

source: Enable debug logging
de: Aktivere Debug-Logging

source: The output is logged to the LOOTDebugLog.txt file.
de: Die Ausgabe wird in die LOOTDebugLog.txt-Datei geloggt.

source: Update masterlist before sorting
de: Aktualisiere Masterlist vor dem Sortieren

source: Base Game
de: Grund-Spiel

source: LOOT Folder
de: LOOT Ordner

source: Install Path
de: Installationspfad

source: Install Path Registry Key
de: Installationspfad Registrierungsschlüssel

source: First-Time Tips
de: Anfänger-Tips

source: CRCs are only displayed after plugins have been loaded, either by conflict filtering, or by sorting.
de: CRCs werden erst angezeigt nachdem Plugins geladen wurden, entweder durch Konflikt Filter oder durch Sortierung.

source: Double-click a plugin in the sidebar to quickly open it in the metadata editor.
de: Doppelklick auf ein Plugin in der Seitenleiste öffnet dieses direkt im Metadaten-Editor.

source: Plugins can be drag and dropped from the sidebar into the metadata editor's "load after", "requirements" and "incompatibility" tables.
de: Plugins können per Drag-and-Drop von der Seitenleiste in die Tabellen "Lade Nach", "Voraussetzungen" und "Inkompatibilitäten" des Metadaten-Editors platziert werden.

source: Some features are disabled while the metadata editor is open, or while there is a sorted load order that has not been applied or discarded.
de: Einige Funktionen sind deaktiviert während der Metadaten-Editor geöffnet ist oder während es eine sortierte Ladereihenfolge gibt, die nicht gespeichert oder verworfen wurde.

source: Many interface elements have tooltips. If you don't know what something is, try hovering your mouse over it to find out. Otherwise, LOOT's documentation can be accessed through the main menu.
de: Viele Oberflächenelemente haben Tooltips. Falls Sie nicht wissen, was etwas ist, versuchen Sie, mit der Maus darüber zu fahren, um mehr zu erfahren. Außerdem kann die LOOT-Dokumentation über das Hauptmenü geöffnet werden.

source: Parsing, merging and evaluating metadata...
de: Parsen, Zusammenführen und Auswerten der Metadaten...

source: An error occurred while parsing the masterlist: %1%. This probably happened because an update to LOOT changed its metadata syntax support. Try updating your masterlist to resolve the error.
de: Beim Parsen der Masterlist ist ein Fehler aufgetreten: %1%. Die Ursache dafür ist wahrscheinlich, dass ein LOOT-Update die Unterstützung der Metadaten-Syntax verändert hat. Versuchen Sie, die Masterlist zu aktualisieren, um den Fehler zu beheben.

source: An error occurred while parsing the userlist: %1%. This probably happened because an update to LOOT changed its metadata syntax support. Your user metadata will have to be updated manually. To do so, use the 'Open Debug Log Location' in LOOT's main menu to open its data folder, then open your 'userlist.yaml' file in the relevant game folder. You can then edit the metadata it contains with reference to the documentation, which is accessible through LOOT's main menu. You can also seek support on LOOT's forum thread, which is linked to on [LOOT's website](https://loot.github.io/).
de: Beim Parsen der Benutzerliste ist ein Fehler aufgetreten: %1%. Der Fehler ist wahrscheinlich aufgetreten, weil ein LOOT-Update die Unterstützung von Medaten-Syntax verändert hat. Ihre Benutzer-Metadaten müssen manuell aktualisiert werden. Klicken Sie dazu auf 'Öffne Debug-Log Pfad' im Hauptmenü von LOOT, um den Daten-Ordner zu öffnen, dann öffnen Sie die Datei 'userlist.yaml' im betroffenen Spiele-Ordner. Nun können Sie die enthaltenen Metadaten bearbeiten mit Hilfe der Dokumentation, die über das Hauptmenü von LOOT geöffnet werden kann. Sie können auch Hilfe über den LOOT Forumsbeitrag bekommen, welcher auf der [LOOT Webseite](https://loot.github.io/) verlinkt ist.

source: (edited)
de: (bearbeitet)

source: A global message contains a condition that could not be evaluated. Details: %1%
de: Eine globale Nachricht enthält eine Bedingung, die nicht ausgewertet werden konnte. Details: %1%

source: "%1%" contains a condition that could not be evaluated. Details: %2%
de: "%1%" enthält eine Bedingung, die nicht ausgewertet werden konnte. Details: %2%

source: Loading plugin contents...
de: Lade Plugin Inhalte...

source: Sorting load order...
de: Sortiere Ladereihenfolge...

source: Failed to get %LOCALAPPDATA% path.
de: Fehler beim Öffnen des Pfades %LOCALAPPDATA%.

source: Error: Could not create LOOT settings file. %1%
de: Fehler: Die LOOT Konfigurations-Datei konnte nicht erstellt werden. %1%

source: Error: Settings parsing failed. %1%
de: Fehler: Die Einstellungen konnten nicht gelesen werden. %1%

source: Error: Game-specific settings could not be initialised. %1%
de: Fehler: Spielspezifische Einstellungen konnten nicht initialisiert werden. %1%

source: None of the supported games were detected.
de: Keines der unterstützten Spiele wurde erkannt.

source: Invalid game ID supplied.
de: Ungültige Spiel-ID übergeben.

source: Game path could not be detected.
de: Spielpfad konnte nicht ermittelt werden.

source: Could not create LOOT folder for game. Details:
de: Konnte den LOOT-Ordner für das Spiel nicht erzeugen. Details:

source: Unsupported game ID supplied.
de: Nicht unterstützte Spiel-ID übergeben.

source: Game path is not initialised.
de: Spielpfad ist nicht initialisiert.

source: libloadorder failed to create a game handle. Details could not be fetched.
de: libloadorder konnte keine Spiel-Referenz anlegen. Es konnten keine Details ermittelt werden.

source: libloadorder failed to create a game handle. Details:
de: libloadorder konnte keine Spiel-Referenz anlegen. Details:

source: libloadorder failed to check if a plugin is active. Details could not be fetched.
de: libloadorder konnte nicht prüfen, ob ein Plugin aktiv ist. Es konnten keine Details ermittelt werden.

source: libloadorder failed to check if a plugin is active. Details:
de: libloadorder konnte nicht prüfen, ob ein Plugin aktiv ist. Details:

source: libloadorder failed to get the load order. Details could not be fetched.
de: libloadorder konnte die Ladereihenfolge nicht ermitteln. Es konnten keine Details ermittelt werden.

source: libloadorder failed to get the load order. Details:
de: libloadorder konnte die Ladereihenfolge nicht verändern. Details:

source: libloadorder failed to set the load order. Details could not be fetched.
de: libloadorder konnte die Ladereihenfolge nicht verändern. Es konnten keine Details ermittelt werden.

source: libloadorder failed to set the load order. Details:
de: libloadorder konnte die Ladereihenfolge nicht verändern. Details:

source: Git operation failed. Error: %1%
de: Git-Operation ist fehlgeschalgen. Fehler: %1%

source: An error occurred while trying to clone the remote masterlist repository.
de: Beim Klonen des Remote Masterlist Repository ist ein Fehler aufgetreten.

source: An error occurred while trying to update the masterlist. This could be due to a server-side error. Try again in a few minutes.
de: Beim Aktualisieren der Masterlist ist ein Fehler aufgetreten. Die Ursache könnte ein Fehler auf Server-Seite sein. Versuchen Sie es in wenigen Minuten erneut.

source: Unable to open "%1%" for CRC calculation.
de: Konnte "%1%" zur Berechnung der CRC-Prüfsumme nicht öffnen.

source: Failed to open file in its default application.
de: Die Datei konnte nicht mit der Standard-Anwendung geöffnet werden.

source: Invalid file path:
de: Ungültiger Dateipfad:

source: Invalid regex string "%1%": %2%
de: Ungültiger regulärer Ausdruck "%1%": %2%

source: Failed to parse condition "%1%": expected "%2%" at "%3%".
de: Fehler beim Parsen von Bedingung "%1%": erwartete "%2%" an "%3%".

source: Failed to parse condition "%1%": only partially matched expected syntax.
de: Fehler beim Parsen von Bedingung "%1%": entspricht nur teilweise der erwarteten Syntax.

source: %1% found %2% ITM records, %3% deleted references and %4% deleted navmeshes.
de: %1% hat %2% ITM Einträge, %3% gelöschte Referenzen und %4% gelöschte Navmeshes gefunden.

source: %1% found dirty edits.
de: %1% hat schmutzige Änderungen gefunden.

source: %1% found %2% deleted references and %3% deleted navmeshes.
de: %1% hat %2% gelöschte Referenzen und %3% gelöschte Navmeshes gefunden.

source: %1% found %2% deleted navmeshes.
de: %1% hat %2% gelöschte Navmeshes gefunden.

source: %1% found %2% deleted references.
de: %1% hat %2% gelöschte Referenzen gefunden.

source: %1% found %2% ITM records and %3% deleted navmeshes.
de: %1% hat %2% ITM Einträge und %3% gelöscht Navmeshes gefunden.

source: %1% found %2% ITM records.
de: %1% hat %2% ITM Einträge gefunden.

source: %1% found %2% ITM records and %3% deleted references.
de: %1% hat %2% ITM Einträge und %3% gelöscht Referenzen gefunden.

source: Cannot read "%1%". Details: %2%
de: Kann "%1%" nicht lesen. Details: %2%

source: This plugin requires "%1%" to be installed, but it is missing.
de: Für dieses Plugin muss "%1%" installiert sein, dieses fehlt aber.

source: This plugin requires "%1%" to be active, but it is inactive.
de: Für dieses Plugin muss "%1%" aktiv sein, dieses ist aber inaktiv.

source: This plugin is incompatible with "%1%", but both are present.
de: Dieses Plugin ist inkompatibel mit "%1%", es sind jedoch beide vorhanden.

source: Cyclic interaction detected between plugins "%1%" and "%2%". Back cycle: %3%
de: Zyklische Interaktion festgestellt zwischen Plugins "%1%" und "%2%". Rückwärts-Zyklus: %3%

source: An error occurred while trying to read the local masterlist's version. If this error happens again, try deleting the ".git" folder in %1%.
de: Beim Lesen der lokalen Masterlist-Version ist ein Fehler aufgetreten. Falls dieser Fehler erneut auftritt, kann es helfen, den ".git" Ordner zu löschen in %1%.

source: N/A: No masterlist present
de: N/A: Keine Masterlist vorhanden

source: Unknown: Git repository missing
de: Unbekannt: Git Repository fehlt

source: An error occurred while trying to access the local masterlist repository. If this error happens again, try deleting the ".git" folder in %1%.
de: Beim Zugriff auf das lokale Masterlist Repository ist ein Fehler aufgetreten. Falls dieser Fehler erneut auftritt, kann es helfen, den ".git" Ordner zu löschen in %1%.

source: An error occurred while trying to read information on the updated masterlist. If this error happens again, try deleting the ".git" folder in %1%.
de: Beim Lesen der Informationen über die aktualisierte Masterlist ist ein Fehler aufgetreten. Falls dieser Fehler erneut auftritt, kann es helfen, den ".git" Ordner zu löschen in %1%.

source: Masterlist revision
de: Revision der Masterlist

source: The latest masterlist revision contains a syntax error, LOOT is using the most recent valid revision instead. Syntax errors are usually minor and fixed within hours.
de: Die neueste Masterlist Revision enthält Syntax-Fehler, LOOT benutzt stattdessen die letzte fehlerfreie Revision. Syntax-Fehler sind normalerweise minderschwer und werden zumeist innerhalb weniger Stunden behoben.
